Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/admin/sd/samediggi.no/samediggi-article-3583.html.tmx
Source language: sme
Languages: nob

source: Carsten Smith oažžu 2010 Riektesihkarvuođabálkkašumi
nob: Rettsikkerhetsprisen 2010 er tildelt Carsten Smith

source: Sámediggi sávvá lihku Carsten Smith:ii gii oažžu dán jagi Riektesihkarvuođabálkkašumi .
nob: Sametinget gratulerer Carsten Smith med årets rettsikkerhetspris .

source: Almmuhan Holmgren , Hanne .
nob: Publisert av Holmgren , Hanne .

source: Maŋimustá rievdaduvvon 18.03.2010
nob: Sist endret 18.03.2010

source: Lagabuidda 50 jagi lea Carsten Smith barggus bokte leamaš mielde nannemin ovttaskas olbmuid riektesihkarvuođa Norgga servodagas ja son lea maid guovddážis barggus sámiid vuoigatvuođaiguin .
nob: I nærmere 50 år har Carsten Smith gjennom sitt arbeid gitt viktige bidrag til styrking av det enkelte individs rettssikkerhet i det norske samfunnet og han står sentralt når det gjelder samenes rettigheter .

source: Smith jođihii earret eará Sámi vuoigatvuođalávdegotti barggu , man vuođul ásahuvvui Sámediggi ja ođđa njuolggadus Vuođđolága §:ii 110 sámi kultuvrra suodjaleamis .
nob: Smith ledet blant annet arbeidet i samerettsutvalget , som førte til opprettelsen av Sametinget og en ny bestemmelse i Grunnlovens § 110 om vern av samisk kultur .

source: Son lea maiddái jođihan Riddoguolástuslávdegotti barggu .
nob: Han har også ledet arbeidet med Kystfiskeutvalget .

source: - Carsten Smith lea dahkan , ja ain dahká hui deaŧalaš barggu sihke sámiid vuoigatvuođaid ja riektesihkarvuođa ovddidemiin Norggas .
nob: - Carsten Smith har gjort , og gjør fortsatt en formidabel jobb både for samenes rettigheter og rettssikkerhet i Norge .

source: Sávan sutnje hui ollu lihku bálkkašumiin .
nob: På vegne av Sametinget vil jeg gratulerer han så meget .

source: Mun lean ilus Carsten Smith bealis ja mu mielas son ánssáša riektesihkarvuođabálkkašumi , cealká Sámedikki presideanta Egil Olli .
nob: Jeg er glad på Carsten Smiths vegne og synes det er fortjent at han blir tildelt rettsikkerhetsprisen , uttaler Sametingets president Egil Olli .

source: Jurya vuođustusas boahtá ovdan ahte Carsten Smith lea , riektedieđaolmmožin , alimus riekteduopmárin ja servodatberošteaddjin , nannosit váikkuhan Norgga riekteovddideapmái ja servodatságastallamiidda lagabuidda 50 jagi .
nob: I juryens begrunnelse kommer det videre fram at Carsten Smith har , som rettsvitenskapsmann , høyesterettsjustitiarius og samfunnsdeltaker , gitt viktige bidrag til norsk rettsutvikling og samfunnsdebatt i nærmere 50 år .

source: Vuođđun Riektesihkarvuođabálkkašumi 2010 juohkimii deattuha Jurya erenoamážit su barggu olmmošvuoigatvuođaiguin Norggas .
nob: Som grunnlag for tildeling av Rettssikkerhetsprisen for 2010 vil juryen særlig fremheve hans arbeid for innføring og styrking av menneskerettighetene i Norge .

source: * Sámediggepresideanta Egil Olli
nob: * Sametingspresident Egil Olli

source: Telefovdna
nob: Telefon

source: Mobiila
nob: Mobil

source: E-poasta
nob: E-post
